Repository: joshanashakya/literature_review
Catalog: workspace/corpus/project_save.tmx
Source language: en_us
Languages: ne_np

source: With a view to eliminating the disparity between investment plan and targets and making the plan more realistic, the plan should frame an investment programme using appropriate techniques, based on the proper assessment of all viable alternatives, Similarly, and estimate needs to be made with regard to the availability of resources as well as the growth rate likely to be achieved during the plan period on the basis of alternative sectoral plans.
ne_np: लगानी योजना तथा लक्ष्यबीचको अन्तर हटाउन र योजनालाई बढी वास्तविक बनाउन योजनाले उपयुक्त विधिको प्रयोग गरी विभिन्न वैकल्पिक सम्भावनाहरुको उपयुक्त लेखा जोखाद्वारा लगानी योजना निर्धारण गर्नुपर्छ। यसरी साधनको उपलब्धता र वैकल्पिक क्षेत्रगत योजनाको आधारमा योजनाअवधिभर हासिल गर्न सकिने बृद्धिदरको अनुमान समेत एकसाथ गर्नुपर्ने हुन्छ।

source: In the past, the plans did not pay required attention to these aspects, nor was an appropriate planning methodology used, The economic growth rate was determined in the initial stage of planning based on external variables.
ne_np: विगतमा यी पक्षहरुमा योजनाले आवश्यक ध्यान पुर्‍याउन सकेको थिएन र योजनामा उपयुक्त विधिको प्रयोग पनि हुन सकेको थिएन। योजना तर्जुमा प्रक्रियाको थालनीमा नै आर्थिक विकासको बृद्धिदर बाह्य रुपमा निर्धारण गरिन्थ्यो।

source: Therefore, the extent if requisite investment of the plan was fixed on the basis of crude incremental capital output ratios.
ne_np: त्यसपछि योजनाको लागि आवश्यक लगानीको आकार समग्र कोरा सीमान्त पूँजी उत्पादन अनुपातको आधारमा तय गरिन्थ्यो।

source: This methodology did not pay due at tention of the need to establish coordination between various internal and external variables.
ne_np: यस पद्धतिले विभिन्न घरेलु र वाह्य कारकको बीचमा सामञ्जस्य ल्याउनु पर्ने आवश्यकता तर्फ ध्यान पुर्‍याउन सकेको थिएन।

source: This was a closed economy concept, which disregards the analysis of interrelationships among diverse economic areas.
ne_np: यो बाह्य विमुख अवधारणामा आधारित पद्धति थियो र यसले गर्दा अर्थतन्त्रका विभिन्न क्षेत्रबीचको अन्तर्सम्बन्धको विश्लेषण उपेक्षित रहेको थियो ।

source: There were particularly there vita flaws in this methodology.
ne_np: खास गरी यो पद्धतिभित्र तीन गम्भीर कमजोरीहरु रहेका थिए।

source: Firstly, the fact that the availability of resources is determined by the implementation of the plan and the economic achievement to be made during the plan period was neglected.
ne_np: पहिलो, यस पद्धतिले साधनको उपलब्धता योजनाको कार्यान्वयन र योजनावधिमा हुने आर्थिक उपलब्धिले निर्धारण गर्छ भन्ने तथ्यलाई उपेक्षा गरेको थियो।

source: This led to arbitrary estimates of resources likely to be available in the plan period.
ne_np: यसले गर्दा योजनावधिमा प्राप्त हुन सक्ने साधनको अनुमान ज्यादै हचुवाको भरमा हुने गर्थ्यो

source: Secondly, as this methodology fixes the investment requirement based in incremental capital output ration with total disregard to economy in sectoral allocations and better result-oriented standards, it can not be utilized in the evaluation of alternative resource allocations and in the analysis of the effects of alternative investment plan on production, employment and other variables as a whole.
ne_np: दोस्रो, समग्र सीमान्त पूँजी उत्पादन अनुपातलाई आधार मानी योजनाको लागि लगानी आकार निर्धारण गर्दा क्षेत्रगत बाँडफाँडमा अपनाउनुपर्ने मितव्ययिता र बढी प्रतिफलमुखी मापदण्ड पूर्णरुपमा उपेक्षित हुने हुँदा वैकल्पिक साधन विनियोजनसम्बन्धी पक्षहरुलाई मूल्यांकन गर्न र वैकल्पिक लगानी योजनाबाट उत्पादन, रोजगारी र अन्य समष्टिगत कारकहरुमा के असर पर्छ भन्नेबारे विश्लेषण गर्ने कार्यमा त्यो विधि प्रयोग गर्न सकिँदैन।

source: Thirdly, it does not help in the analysis of programmes and alternative policies, and in the assessment and formulation of these programmes and policies in the perspective of attaining total objective The techniques of macro-model have been employed in the formulation of the Eighth Plan.
ne_np: तेस्रो, यस विधिद्वारा कार्यक्रम र वैकल्पिक नीतिहरुको उपयुक्त तरिकाले विश्लेषण गर्न र ती कार्यक्रम र नीतिलाई समस्त उद्देश्य परिपूर्ति गर्ने किसिमबाट लेखाजोखा गरी तय गर्न समेत मद्दत मिल्दैन। आठौं योजना तर्जुमा कार्यमा समष्टिगत खाका सम्बन्धी विधि प्रयोग गरिएको छ।

source: This helps to assess the probable effects of alternative investment programme on the economy.
ne_np: यसले वैकल्पिक लगानी योजनाबाट अर्थतन्त्रमा पर्न सक्ने सम्भावित असरहरुको लेखाजोखा गर्न मद्दत गर्छ।

source: According to this methodology.
ne_np: यो विधि अन्तर्गत :

source: The total and sectoral value added has been determined within the framework of the model and the fact that the total and sectoral investment has a decisive impact on the overall economic growth rate has been taken into consideration.
ne_np: कुल र क्षेत्रगत मूल्य अभिवृद्धि खाका भित्रबाटै निर्धारण गरिएको छ र कुल र क्षेत्रगत लगानीले अर्थतन्त्रको समग्र आर्थिक बृद्धिदरमा निर्णायक प्रभाव पार्छ भन्ने कुरालाई हृदयङ्धम गरिएको छ।

source: The total sectoral demands for labour are primarily determined by the growth rates of production in various sectors.
ne_np: मूलतः कुल क्षेत्रगत श्रम माग विभिन्न क्षेत्रहरुको उत्पादन वृद्धिदरले निर्धारण गर्छ ।

source: Budgetary deficit, monetary and structural variables of the economy cause monetary expansion and price determination.
ne_np: बजेट घाटाको साथै मौद्रिक तथा अर्थतन्त्रको ढाँचागत कारकहरुले मुद्रा विस्तार र मूल्य निर्धारण गर्छन्।

source: Budgetary deficit affects imports as well as balance of payments, which is a peculiar characteristic of a small economy like our.
ne_np: बजेट घाटाले आयात र भुक्तानी सन्तुलन समेतलाई प्रभाव पार्छ जुन हाम्रो जस्तो सानो अर्थतन्त्रको विशेषता हो।

source: Total investment is fixed by the extent of external and internal savings, and thus in turn, by the supply of investment resources too.
ne_np: बाह्यको साथै आन्तरिक बचतले कुल लगानी निर्धारण गर्दछ र यस प्रकार कुल लगानी साधनको आपूर्तिबाट निर्धारित हुन्छ।

source: The sectoral incremental capital output rations have been estimated on the basis of internal processes of the model.
ne_np: क्षेत्रगत सीमान्त पूँजी उत्पादन अनुपात खाकाको आन्तरिक प्रक्रियाबाटै अनुमान गरिएको छ।

source: This will assist in the assessment of the probable effects of alternative investment programmes on medium term economic growth and short term economic stability.
ne_np: यसले वैकल्पिक लगानी कार्यक्रमहरुबाट मध्यकालिन आर्थिक बृद्धिदर र अल्पकालीन आर्थिक स्थायित्वमा पर्न सक्ने असरको लेखाजोखा गर्न मद्दत पुर्‍याउँछ।

source: This will also facilitate the evaluation of the impact on the economy of the growth of economic efficiency created by the sectoral policy measures such as appropriate regional allocation of resources, selection of suitable projects and monitoring system, prudent economic management, economic openness and privatization.
ne_np: यसले क्षेत्रगत रुपमा विभिन्न नीतिगत उपायहरु जस्तै उपयुक्त क्षेत्रगत साधनको बाँडफाँड, आयोजनाको उपयुक्त छनौट र अनुगमन प्रक्रिया, मितव्ययी आर्थिक व्यवस्थापन, आर्थिक खुलापन र निजीकरणबाट अर्थतन्त्रमा हुने दक्षताको अभिबृद्धिले अर्थतन्त्रमा के कस्तो असर पार्छ भनी लेखाजोखा गर्न समेत सहयोग पुर्‍याउँछ।

source: The modeling technique will make it possible to assess the prevailing or the likely negative influence on the economy of low productivity, supply and structural constraints, lack of prudence in the allocation and utilization of resources and the unnecessary government interfence in various economic sectors.
ne_np: खाका विधिद्वारा न्यून उत्पादकत्व, ढाँचागत तथा आपूर्ति समस्या, साधन बाँडफाँड र प्रयोगमा अमितव्ययिता, अर्थतन्त्रका विभिन्न क्षेत्रमा अनावश्यक सरकारी हस्तक्षेप आदिबाट अर्थतन्त्रमा पर्न गएको वा पर्ने नकारात्मक असरको लेखाजोखा गर्न सकिन्छ।

source: Likewise this will also help in evaluating the probable effects on the economy from the probable growth in saving brought about by the favourable changes in the internal and external economic environment, reduction in unproductive government expenditure and the accelerated growth of investment in industries.
ne_np: यस्तै प्रकारले यसले आन्तरिक र वाह्य आर्थिक वातावरणमा आएको अनुकूल परिवर्तनबाट बचतदरमा हुने सम्भावित वृद्धि अनुत्पादक सरकारी खर्चमा हुने कटौती, उद्योगमा हुने लगानीको द्रुततर वृद्धि ले अर्थतन्त्रमा पर्ने सम्भावित असरको मूल्याङ्कन समेत गर्न मद्दत गर्छ।

source: Thus, there is a great need for additional reforms in spite of the various reforms proposed in this plan period.
ne_np: यस प्रकार योजनावधिमा विविध सुधार गरिएको छ तापनि थप सुधारको खाँचो महसुस गरिएको छ।

source: The modeling technique adopted in the Eighth plan cannot contribute much to the task of evaluating interregional relationships and the flow of regional means and resources, as it is devoted to the analysis of cumulative constraints as a whole.
ne_np: आठौं योजनामा अपनाइएको खाका विधिले खास गरी समष्टिगत समस्याको विश्लेषण गर्न बढी मात्रामा सहयोग पुर्‍याउने हुनाले अन्तर्क्षेत्रीय सम्बन्ध र क्षेत्रगत स्रोत, साधनको प्रवाहबारे लेखाजोखा गर्ने कार्यमा बढी मद्दत पुर्‍याउन सक्दैन।

source: Therefore, the National planning commission has accorded priority to the collection of additional data and the extension of planning methodology.
ne_np: तसर्थ राष्ट्रिय योजना आयोगले थप तथ्याङ्क सङ्कलन गर्ने र योजना विधिलाई विस्तार गर्ने कार्यलाई प्राथमिकता दिएको छ।

source: This will facilitate the further analysis of various aspects of interregional relations in the future.
ne_np: यसबाट भविष्यमा अन्तर्क्षेत्रीय सम्बन्धबारेका विविध पक्षहरुलाई थप रुपमा लेखाजोखा गर्न सकिनेछ।

source: Police Bases In the past, there existed a vast gulf between the target and the achievements of the plans.
ne_np: नीतिगत आधारहरु विगतमा योजना लक्ष्य र उपलब्धिबीच ज्यादै अन्तररहन गयो।

source: In the absence of appropriate policy, strategy and programmes, the economy became increasingly cost oriented and the government expenditure was getting more inclined toward unproductive sectors, difficult to be sustained by the economy.
ne_np: उपयुक्त नीति, कार्यनीति र कार्यक्रमहरुको अभावमा अर्थतन्त्र ज्यादै लागतमुखी हुँदै गएको र सरकारी क्षेत्रको खर्च अर्थतन्त्रले धान्नै नसक्ने किसिमले अनुत्पादक क्षेत्रतर्फ प्रभावित हुँदै गयो।

source: The increasing government participation and interference and the lack of a favorable atmosphere for the involvement of private sector also contributed to the slow growth of the industrial sector.
ne_np: सरकारी क्षेत्रको बढ्दो संलग्नता र हस्तक्षेप तथा निजी क्षेत्र, उपयुक्त वातावरणको अभावमा कुण्ठित रहिरहेकोले पनि औद्योगीकरणको कार्य अगाडि बढ्न सकेन।

source: The major share of the private sector was attracted towards the unproductive areas such as real estate.
ne_np: निजी क्षेत्रको लगानीको ठूलो हिस्सा अनुत्पादक जस्तै घर, जग्गा क्षेत्रतर्फ बढी आकर्षित हुँदै गयो।

source: The increased loss in the government owned corporations, the excessive expansion of the government expenditures and the excessive dependence in deficit budgeting for compensatory measures created greater impediments to the task of promoting medium and long term development programmes, gradually imparting stability to the economy at the same time.
ne_np: सरकारबाट सञ्चालित अधिकांश संस्थानहरुको बढ्दो घाटा र सरकारी खर्चको व्यापक विस्तार र त्यसलाई पूरा गर्न घाटा बजेटमाथि अत्यधिक निर्भर गर्नाले अर्थतन्त्रलाई स्थायित्व प्रदान गर्दै मध्य र दीर्घकालीन विकास कार्य अगाडि बढाउनमा ठूलोकठिनाइ उत्पन्न हुँदै गयो।

source: These trends continue to exist even today.
ne_np: यी प्रवृत्तिहरु आज पनि कायमै छन ।

source: Therefore, the greatest challenge now is to devise ways and means of discouraging these trends and steering the economy in the direction of more productive and sustainable economic development through appropriate policy reforms.
ne_np: यसैले आज यी प्रवृतिलाई कसरी निरुत्साहित गर्दै अर्थतन्त्रलाई बढी उत्पादक र दिगो आर्थिक विकासको दृष्टिले व्यापक नीतिगत सुधारको आधारमा अगाडि बढाउने भन्ने प्रमुख समस्या रहेको छ।

source: The nation faces the complex challenges of accelerating the economic development, alleviating poverty and reducing regional imbalances and raising the living standard if the people in a short period through and extensive increase in employment opportunities against the backdrop of the scarcity of means and resources.
ne_np: साधन स्रोतको प्रचुरता नभएको एकापट्टिको अवस्था र अर्कोतर्फ आर्थिक विकासलाई उच्च गर्ने, गरीबी र क्षेत्रीय असन्तुलन हटाउँदै जाने र रोजगारीका अवसरको व्यापक विस्तार गरी जनताको जीवनस्तर छोटो अवधिमा कसरी माथि उठाउने भन्ने जस्ता जटिल चुनौतिहरु राष्ट्रको सामु खडा छन्।

source: Thus, at present there is a persistent need for extensive policy reforms and changes.
ne_np: यसैले आज व्यापक नीतिगत सुधार र परिवर्तनको खाँचो छ ।

source: Therefore, the Eights plan has adopted in its formulation some policy bases such as the allocation of investment in high productive areas in keeping with the priorities accorded by the plan; the attainment of performance efficiency in industry, communications, trade, hotel keeping, finance and real estate, through appropriate management of government expenditure; control of government expenses; introduction of suitable selection process and work-performance monitoring systems in the formulation and implementation of the plan; promotion of private sector involvement in the economy through economic liberalization and privatization and maintenance of proper balance and coordination among economic growth rate, availability of resources and other macro variables.
ne_np: यसैले आठौं योजना तर्जुमा गर्दा आठौंयोजनाको प्राथमिकताअनुसार लगानीको बाँडफाँड उच्च उत्पादन क्षेत्रहरुमा गर्ने, साधनको उपयुक्त बाँडफाँड र सरकारी खर्चको उपयुक्त व्यवस्थापनबाट उद्योग, सञ्चार, व्यापार, होटल, वित्त तथा घर - जग्गा क्षेत्रमा दक्षता बढाउने, सरकारी खर्च नियन्त्रण गर्ने, योजना तर्जुमा र कार्यान्वयनमा उपयुक्त छनौट र कार्य सम्पादन अनुगमन प्रणाली लागू गर्ने, आर्थिक उदारपन र निजीकरणको माध्यमबाट निजी क्षेत्रको संलग्नता अर्थतन्त्रमा बढाउने र आर्थिक बृद्धिदर, साधन उपलब्धता तथा अन्य समष्टिगत कारकहरुको बीचमा उपयुक्त सन्तुलन र सामञ्जस्य कायम गर्ने जस्ता नीतिगत आधारहरु अवलम्बन गरिएको छ।

source: Economic Growth Rate On the basis of an extensive evaluation of the alternative investment programmes and policies to be adopted by the plan, it is estimated that a 5.1 percent average annual growth rate will be achieved during the Eighth Plan period (table 1).
ne_np: आर्थिक बृद्धिदर वैकल्पिक लगानी कार्यक्रमको विस्तृत मूल्याङ्कन र योजनाले अवलम्बन गर्ने नीतिहरुको आधारमा आठौं योजनावधिमा आर्थिक विकासदर प्रतिवर्ष औसत ५.१ प्रतिशतले गर्न सकिने देखिएको छ (तालिका नं. १)।

source: This growth rate is higher than that of the last three decades.
ne_np: यो बृद्धि दर विगत तीन दशकको बृद्धि दर भन्दा बढी छ।

source: This growth rate is higher than that if the last three decades.
ne_np: यो बृद्धि दर विगत तीन दशकको बृद्धि दर भन्दा बढी छ।

source: The average long term growth rate in domestic product was merely 3 percent and this was responsible for the lack of growth in per capital inco me.
ne_np: विगतको दीर्घकालीन गार्हस्थ्य उत्पादनको औसत बृद्धिदर ३ प्रतिशत मात्र थियो र यसले गर्दा प्रतिव्यक्ति आयमा कुनै बृद्धि हुन सकेको थिएन।

source: In view if the disappointing state if the per capital income and the increase in poverty, it has become imperative to achieve higher economic growth rate for the amelioration of the standard of living of the common people.
ne_np: प्रतिव्यक्ति आयको बिग्रँदो स्थिति र बढदो गरीबी अवस्थालाई हेर्दा पनि सर्वसाधारणको जीवनस्तरमा सुधार ल्याउन उच्च आर्थिक बृद्धिदर हासिल गर्न अनिवार्य भएको छ।

source: Although this growth rate would seem ambitious in the light of past experiences, it will be possible to achieve the above mentioned growth rate in the new political and economic environment.
ne_np: साथै विगतको अनुभवमा ५.१ प्रतिशतको बृद्धिदर बढी महत्वाकङ्क्षी देखिए तापनि नयाँ राजनैतिक र आर्थिक वातावरणमा उक्त बृद्धिदर हासिल गर्न सम्भव हुनेछ।

source: The appropriate utilization of the existing infrastructure of the economy will also contribute to the increase in the growth rate of gross domestic product.
ne_np: अर्थव्यवस्थाको विद्यमान पूर्वाधारको उपयुक्त प्रयोगले पनि कुल गार्हस्थ्य उत्पादनको बृद्धिदर बढाउन सहयोग गर्नेछ।

source: Similarly, the prospective growth in the rate of private savings and the curtailment of unproductive government spending will provide additional help in increasing the economic growth rate.
ne_np: साथै निजी बचत दरमा हुने सम्भावित बृद्धि सरकारको अनुत्पादक खर्चमा गरिने कटौतीले पनि आर्थिक बृद्धिदर बढाउनमा थप मद्दत गर्नेछ।

source: Furthermore, the achievement of the above growth rate alone will ensure additional advantages to the economy and provide a sound basis for further accelerated economic growth rate and an increase in additional employment opportunities in future.
ne_np: अर्कोतर्फ यो बृद्धिदर हासिल गर्न सकिएमा मात्र यसबाट देशको अर्थतन्त्रमा थप फाइदा पुग्नेछ र भविष्यमा आर्थिक बृद्धिदर अरु तीब्र गर्न तथा रोजगारीका थप अवसरहरु बढाउने आधार सुनिश्चित गर्न मद्दत पुग्नेछ।

source: The appropriate allocations and utilization of resources, economic liberalization and other policy reforms will contribute further towards the attainment of the economic growth rate of 5.1 percent in the Eighth plan period.
ne_np: आर्थिक उदारपन र अन्य नीतिगत सुधारबाट हुने साधनको उपयुक्त बाँडफाँड र उपयोगमा हुने मितव्ययिताले आठौं योजनावधिमा औसत ५.१ प्रतिशतले आर्थिक बृद्धिदर हासिल गर्न थप सहयोग पुग्नेछ।

source: On the assumption that the rate of population growth will be 2.1 percent during the plan period, the above economic growth rate will result in a three -fold increase over previous per-capita growth rates or a three percent annual growth in per capital income.
ne_np: आठौं योजनावधिमा जनसंख्या बृद्धिदर २.१ प्रतिशत रहने अनुमानमा उक्त आर्थिक बृद्धिदरले विगतको भन्दा ३ गुणा अर्थात् वार्षिक ३ प्रतिशतले प्रतिव्यक्ति आयमा थप बृद्धि हुनेछ।

source: During the plan period, the above economic growth rate will be achieved by increasing productivity, by exercising greater discipline in government expenditure, and by implementing policy reforms which will attract the private sector investment in the fields of industry, trade, finance and sp on.
ne_np: योजनावधिमा उत्पादकत्व बढाएर, सरकारी खर्च गर्ने प्रक्रियामा अनुशासन ल्याएर तथा नीतिगत सुधारको आधारमा निजी क्षेत्रको लगानी उद्योग, वाणिज्य तथा वित्तीय आदि क्षेत्रतर्फ आकर्षित गरेर उक्त आर्थिक बृद्धिदर हासिल गरिनेछ।

source: An analysis conducted on the basis of the current extent of available foreign aid indicates that extensive improvements in work performance and considerable increase in domestic savings must be achieved in order to further increase the economic growth rate.
ne_np: अहिलेकै विदेशी सहायताको स्तरका आधारमा विश्लेषण गर्दा आर्थिक बृद्धिदर अझ उच्च गर्नको लागि कार्य दक्षतामाव्यापक सुधार र गार्हस्थ्य बचतको हालको हिस्सामा निक्कै विस्तार गर्नुपर्ने हुन आउँछ।

source: Although foreign debts can substitute for the difference between investment and savings, they may have adverse effect on the payment of principal and interest and inflation.
ne_np: यद्यपि लगानी र बचतको अन्तरलाई विदेशी ऋणबाट पूरा गर्न सकिन्छ तापनि यसबाट साँवा व्याज भुक्तानी र मुद्रास्फीतिमा प्रतिकूल असर पर्ने हुन्छ ।

source: The above growth rate also appears to be an appropriate proposition on the basis of the capabilities of the economy and the uncertainties as to the mode of implementation of economic liberalization by the countries with which there are regional trade relations.
ne_np: अर्थतन्त्रको सक्षमतालाई विचार गर्दा र क्षेत्रीय व्यापारिक सम्बन्ध भएका देशहरुले आर्थिक उदारपनको नीति कसरी अगाडि बढाउँनेछन् भन्ने अनिश्चिता रहेकोले पनि उक्त बृद्धिदर उपयुक्त हुने देखिन्छ ।

source: In order the achieve the targeted value added growth rate in the Eighth plan period, a 5.1 percent growth rate in the gross domestic product will be achieved by means of a 3.7 percent increase in agricultural value added and a 6.1 percent increase in non-agricultural value added.
ne_np: आठौं योजनावधिमा लक्षित मूल्य अभिबृद्धिदरलाई हासिल गर्न कृषिको मूल्य अभिबृद्धिमा ३.७ प्रतिशत र गैर कृषिको मूल्य अभिबृद्धिमा ६.१ प्रतिशतकादरले बृद्धि गरी कुल गार्हस्थ्य उत्पादनमा ५.१ प्रतिशतले बृद्धि गरिनेछ।

source: The higher non-agricultural value added in comparison to the agricultural one will lead to structural changes in the economic by the final year of the plan.
ne_np: कृषि क्षेत्रको तुलनामा गैर कृषि क्षेत्रमा हुने उच्च मूल्य अभिबृद्धिले गर्दा योजनाको अन्तिम वर्षमा अर्थतन्त्रको संरचनामा नै परिवर्तन आउनेछ।

source: As shown in table 1, the share of non -agricultural sector will rise from 44.5 percent in 1991/92 to 47.3 percent in 1996/97.
ne_np: तालिका नं. १ ले देखाएजस्तै, आठौं योजनाकेा अन्तिम वर्ष २०५३/५४ मा गैर कृषि क्षेत्रको हिस्सा २०४८/४९ को ४४.५ प्रतिशतबाट ४७.३ प्रतिशतमा पुग्नेछ।

source: Although the gr owth rate which appears in the structure of domestic product will be only marginal and the agricultural sector continues to hold the major share up to the end of the plan period, these changes will certainly contribute to the creation of new employment opportunities and an accelerated growth in the non-agricultural production.
ne_np: हुनत योजनावधिमा गार्हस्थ्य उत्पादनको ढाँचामा देखापर्ने यो बृद्धि सीमान्त मात्र रही योजनाको अन्तसम्ममा पनि कृषि क्षेत्रको बाहुल्यता कायमै रहनेछ तापनि गैर कृषि क्षेत्रमा आउने यस प्रकारको परिवतर् नबाट नयाँ रोजगारको सिर्जना एवं गैर कृषि उत्पादनमा तीव्रतर बृद्धि ल्याउने प्रष्ट छ।

source: The estimated economic growth rates indicate a progressive upward trend in the rate of growth in the economy.
ne_np: आर्थिक बृद्धिदरको अनुमानले योजनाको पछिल्ला वर्षहरुमा आर्थिक बृद्धिदर उच्च हुँदै जाने कुरा संकेत गर्दछ।

source: Total investment Requirement for the plan period and sectoral Allocation of Resources: As mentioned above, the size of total investment and its sectoral allocation patterns, growth in productivity, the control in government expenditure and the policies encouraging the diversion of private sector savings to productive sectors will contribute to the attainment of a 5.1 percent economic growth rate.
ne_np: योजनावधिको लागि कुल गानीको आवश्यकता र साधनको क्षेत्रगत बाँडफाँड: माथि उल्लेख गरिएअनुसार कुल लगानीको आकारको साथै यसको क्षेत्रगत बाँडफाँडको ढाँचा, उत्पादकत्वमा हुने बृद्धि, सरकारी खर्चमा गरिने नियन्त्रण र निजी क्षेत्रको बचत उत्पादनशील क्षेत्रमा लगाउन प्रोत्साहन गर्ने नीतिले नै ५.१ प्रतिशतको आर्थिक बृद्धिदर हासिल गर्न योगदान दिनेछ।

source: The estimated sectoral allocation of investment is based on a detailed analysis of existing and potential capit al productivity in eight major sectors of economy.
ne_np: लगानीको क्षेत्रगत बाँडफाँडको अनुमान गर्दा आठ वटा प्रमुख क्षेत्रहरुको विद्यमान र सम्भावित पूँजीको उत्पादकत्वको विस्तृत विश्लेषण गरी हेरिएको छ।

source: Compared to the seventh plan, a slight increase is proposed in the sectoral shares of investment in agriculture, irrigation, forestry, trade, hotel and restaurants and social services.
ne_np: सातौं योजनाको तुलनामा समग्रमा कृषि, सिंचाइ तथा वन, उद्योग, व्यापार, होटल तथा रेष्टुराँ र सामाजिक सेवामा लगानीको हिस्सा केही बढाउने प्रस्ताव गरिएको छ।

source: There are three fundamental grounds for the proposed investment pattern.
ne_np: प्रस्तावित लगानी ढाँचाका प्रमुख तीन आधारहरु रहेका छन्।

source: Firstly, the selection of appropriate projects and new policies of evaluation will give rise to increased efficiency in various sectors.
ne_np: पहिलो, उपयुक्त आयोजना छनौट र मूल्याङ्कन प्रणाली अपनाउँदा विभिन्न क्षेत्रको दक्षता बढनेछ।

source: The national planning commission will have to play a significant role in the upgrading of such efficiency.
ne_np: खास गरी यस्तो दक्षता बढाउनमा स्वयं योजना आयोगको महत्वपूर्ण भूमिका रहनेछ।

source: The application of new policies and methods of the selection of projects and evaluation, in particular, will result in economy in investment, and the investment units in various sectors will help the growth of production in those areas.
ne_np: आयोजना छनौट र मूल्याङ्कन सम्बन्धी नयाँ नीति तथा विधिहरुको प्रयोगबाट लगानीमा मितव्ययिता आउनेछ र यसबाट प्रत्येक लगानी इकाईबाट ती क्षेत्रहरूमा उत्पादन बढाउन मद्दत पुग्नेछ।

source: Secondly, the policy of economic liberalization will direct the flow of resources to productive sectors such as agriculture, industry, trade and tourism.
ne_np: दोस्रो, आर्थिक उदारपनको नीतिकोकारण साधनको प्रवाह उत्पादक क्षेत्र जस्तै, कृषि, उद्योग, व्यापार र पर्यटनतर्फ बढ्नेछ।
